insert into genres(name)
values ('Художественная литература'),
       ('Книги для детей'),
       ('Наука и техника'),
       ('Общество'),
       ('Деловая литература'),
       ('Красота'),
       ('Здоровье'),
       ('Спорт'),
       ('Увлечения'),
       ('Психодогия'),
       ('Детектив'),
       ('Фантастика'),
       ('Приключения'),
       ('Роман'),
       ('Фольклор'),
       ('Юмор'),
       ('Справочная книга'),
       ('Поэзия'),
       ('Документальная литература'),
       ('Религиозная литература'),
       ('Учебная книга'),
       ('Зарубежная литература'),
       ('Восточная литература')
       ('Русская литература');

insert into users(first_name, last_name, email, phone_number, password, role)
values ( 'Admin', 'Adminov', 'admin@gmail.com', '+996777777777', '$2a$12$xEFzerKnyLVgXyBQ/ecOjuVs5rDd2KgixXHHvPSIqTN7TDnRH0Oba', 'ADMIN')
